{"The Trauma Professional's Blog-Falls vs. Abuse in Kids-cleansed": ["GOOGLE CAROUSEL The Trauma Professional's Blog Falls vs Abuse In Kids: Differences In Injury Patterns Nonaccidental trauma (NAT) in children, a.k.a. child abuse, is a problem that trauma professionals see all too frequently. Much of the time, the abuse is obvious. Sometimes, it is more insidious and occult, and we can be misdirected by the history given by the caregivers. The most frequent story used to cover up obvious injuries child abuse is that the child fell.  Unfortunately, the injuries observed from abuse may be very similar to those seen from shaking, grabbing, lifting, and throwing. A paper that is currently in press from the University of Colorado at Aurora seeks to clarify this a bit, trying to tease out nuances in common injury patterns that may help us distinguish NAT from falls. They performed a retrospective database review at both Denver Health and Children’s Health Colorado over a 15 year period. They specifically looked at children with blunt abdominal trauma. Unfortunately, they chose the age group < 18 years as “children”, which muddies the picture somewhat.  Here are the factoids: Of the 1,005 blunt abdominal trauma cases identified, 65 were confirmed to be due to NAT, and 115 were actually from falls 63 of the 65 NAT victims were less than 5 years old , but only 35 of the falls were Average ISS for the NAT kids was 20, vs only 12 for falls There were more hollow viscus injuries in NAT kids (25 vs 2), and more pancreatic injuries (16 vs 2) If a head injury was present, it was more severe with NAT Hospital LOS was longer after NAT, which makes sense given the ISS and head info above Bottom line: Unfortunately, the authors could accumulate only a small amount of data over 15 years, but it paints a clear picture. Injured children presenting with a history of falls, particularly young children who can’t engage in the high energy pursuits of adolescents, should arouse suspicion. If multiple injuries are found, especially visceral or deep solid organ abdominal injury (pancreas), suspect foul play. Similarly, if the head injury is more severe, be suspicious. All trauma professionals need to keep the possibility of NAT in the back of their minds on every  injured child they see! Related posts: The fifth law of trauma - pediatric How to clear the pediatric cervical spine Reference: Pediatric abdominal injury patterns caused by “falls”: A comparison between nonaccidental and accidental trauma. J Ped Surg, in press, Feb 2, 2016. Tweet Posted 9 months ago 41 notes • View comments Tagged: pediatric , abuse , injury , . START NOTES surgikos liked this jtm9848 liked this wantonpoetry liked this amblingbrambling liked this sunnaflowers reblogged this from regionstraumapro daisyvains liked this rachiemac liked this redkcn liked this itsglitz liked this plstkcrrh liked this swedishnurse reblogged this from regionstraumapro welshmama liked this the-end-of-an-anchor liked this dandeuxtrois reblogged this from regionstraumapro yeeeeeeman liked this knqr liked this trapezer liked this melthepale liked this medicmoth reblogged this from regionstraumapro medicmoth liked this clevelanded liked this acheetonamedscotty reblogged this from nursingisinmyblood ngor100 liked this dok22 liked this vihera liked this 2020-surgery reblogged this from nursingisinmyblood midnight-noodle liked this naomilasenby liked this naomilasenby reblogged this from nursingisinmyblood plstkcrrh reblogged this from nursingisinmyblood mikkoohrognir reblogged this from nursingisinmyblood mikkoohrognir liked this delta058 liked this nursingisinmyblood reblogged this from regionstraumapro sosanguine liked this dothecreepahhh liked this ajora reblogged this from regionstraumapro ajora liked this kielisan reblogged this from regionstraumapro kielisan liked this regionstraumapro posted this END NOTES View the discussion thread Blog comments powered by Disqus The Trauma Professional's Blog provides information on injury-related topics to trauma professionals. It is written by Michael McGonigal MD, the Director of Trauma Services at Regions Hospital in St. Paul, MN. Regions is a Level I Adult Trauma Center, and has partnered with Gillette Children's Specialty Hospital to become the first Level I Pediatric Trauma Center in the Upper Midwest. Want to see a post on a specific topic? Click here or go to www.thetraumapro.com/ask . You can also email me at TheTraumaPro@gmail.com To view the Terms of Service for this site, click here . Start of StatCounter Code for Tumblr End of StatCounter Code for Tumblr Please submit your request for a specific topic. IE users: please click the Search button for best results Indexed Archive Tumblr Archive Follow on Tumblr Latest Tweets RSS feed Random Archive Mobile © 2010–2016 Powered by Tumblr"], "aliem-Zika-cleansed": ["For iPhone 4 Retina display For iPad For iPad Retina display [if lte IE 9]>"], "St. Emlyn's Blog-NICE Major Trauma Guidelines-cleansed": ["#header, #wrapper-footer, #nav-below, .entry-content, .sidebar-widget, .search .navigation, .entry-headline-wrapper, .post-entry { behavior: url(\"http://stemlynsblog.org/wp-content/themes/songwriter/css/pie/PIE.php\"); zoom: 1; } if ( 0 === window.location.hash.indexOf( '#comment-' ) ) { // window.location.reload() doesn't respect the Hash in IE window.location.hash = window.location.hash; }"], "EDE Blog-Scan a hernia-cleansed": ["Home About EDE Team EDE Course EDE 2 Course EDE 3 EDE Book EDE e-book Scan a hernia Lloyd Gordon • February 25, 2016 • 0 Comments Dr.Lloyd Gordon discusses two cases of umbilical lumps that were easily sorted out with POCUS:   This patient had a history of a umbilical hernia which had become larger and painful for a few hours. The patient’s habitus made a manual exam difficult. POCUS showed that there was some small bowel at the tender area which wouldn’t compress and wouldn’t move with pressure and with no peristalsis. The usual CT revealed a hernia but no incarceration, not surprising because her pain was almost gone by then. A hernia repair was done the same day. This patient had an umbilical hernia repair the week before. Her umbilicus was sort of painful. It looked somewhat painful. Sure enough POCUS showed an abscess. Editor’s note:  Not only is it relatively easy to determine if a potential hernia has small bowel contents but POCUS helps tell you if your reduction is going well.  I have observed some where the neck of the hernia is tiny and the bowel oedematous and unlikely to squeeze back through which helped in getting an urgent surgical opinion.   Filed in: Cases • Tags: abscess , hernia , POCUS , reduction , umbilicus You can start editing here. If comments are open, but there are no comments. Leave a Reply Click here to cancel reply. Name ( required ) Email ( required; will not be published ) Website XHTML: You can use these tags: a href= title= abbr title= acronym title= b blockquote cite= cite code del datetime= em i q cite= s strike strong « Ultrasound horror stories Appendicitis: It isn’t all about the size » Recent Posts BEGIN Special Recent Posts FREE Edition v2.0.4 Why you should care about billing for your scans November 30th, 2016 An uncomfortable subject for physicians but billing for our services is not just about compensat [...] Using POCUS for decision-making in CP R/O ACS cases September 22nd, 2016 Can POCUS help you in the management of chest pain rule-out ACS cases? Let's have a look at a case… [...] CEUS then & now September 15th, 2016 I'm here in Toronto at the CEUS conference with a couple dozen POCUS educators from around the count [...] END Special Recent Posts FREE Edition v2.0.4 Categories Announcements Articles Book Cases Rogue waves EDE Partners Analogic Ultrasound Group (BK / Ultrasonix) Esaote Canada Philips Sonosite Canada Sonosite's support documents page Extra Gel Anton Helman's EM Cases Balloon tying device that we use at EDE 2 CAEP Position Statements Jason Fischer's P2 Share Peds POCUS on YouTube Kasia Hampton's homemade models website Laleh Gharahbaghian's Sonospot Paul Olszynski's ED Ultrasound Simulator POCUS Organizations American Institute of Ultrasound in Medicine Canadian Emergency Ultrasound Society Society for Ultrasound in Medical Education WINFOCUS Recent Comments Lloyd Gordon on Why you should care about billing for your scans Lloyd Gordon on Using POCUS for decision-making in CP R/O ACS cases Lloyd Gordon on CEUS then & now Archives Archives Select Month November 2016 September 2016 August 2016 May 2016 April 2016 March 2016 February 2016 January 2016 December 2015 November 2015 October 2015 September 2015 August 2015 July 2015 June 2015 May 2015 April 2015 March 2015 February 2015 January 2015 December 2014 November 2014 October 2014 September 2014 August 2014 July 2014 June 2014 May 2014 April 2014 March 2014 February 2014 January 2014 December 2013 November 2013 End page-border class © 2016 EDE Blog. Theme by Solostream . AddThis Settings Begin wp_footer"], "Clinical Monster-Scurvy-cleansed": ["BEGIN GADWP v4.9.2 Universal Tracking - https://deconf.com/google-analytics-dashboard-wordpress/ END GADWP Universal Tracking Search for: The Original Kings of County Main menu Skip to content Home Columns Archived Columns Announcements From Our Annals Journal Club Legal Matters Legends of Medicine Policy Monster TEACH ONE! The Homunculus Trauma Drama Uncategorized Wednesday Wrap-up West of the Hudson Activated Charcoal Board Review Boundless in Brooklyn Cases, Controversy, and Conversation Case of the Month CCM Mini-Fellowship Review EM-Critical Care EM…From the IM Prespective EM Images Morning Report Peds In A Pod Pharm to Table Radical radiology Rhythm Nation Save of the Month Staten Island Corner US VS THEM Xray Vision Lectures About Us Disclaimer #site-navigation .c12 #header.row Case of the Month Case Of the Month 8 – Presentation by James Hassel  •  February 20, 2016  •  2 Comments We have ourselves yet another fresh mystery case yearning to be milked of its knowledge, so take a gander and see if you know what’s going on:   A 52 year-old undomiciled man comes to your ED complaining of 1 month of decreased appetite and fatigue. He says he constantly feels tired and not like himself.  He also states he frequently finds bruises on his legs and gum bleeding. He reports recent ankle and knee pain with more difficulty walking. He denies fevers/chills, cough, chest pain, trouble breathing, N/V/D, or any other symptoms. He has never had these symptoms in the past. He otherwise does not provide any further history.   PMH: Denies PSH: Denies Meds: None All: NKDA SH: 3 beers/day, about 4 cigs/day, no other drug use.  Lives on the streets.   ROS: Negative aside from above   PE: Vitals – Normal Gen – Nontoxic, lying in bed, alert and oriented HEENT – Severe gingivitis with thickened gums and oozing blood. No palatal petechiae. Dry mucous membranes aside from the oozing blood. Mild conjunctival erythema. No nystagmus. Skin – Mulitple non-palpable purpura and petechiae seen over extremities and trunk.  Skin is thickened in many of the same areas. No other rashes are appreciated. Extremities – large areas of ecchymosis and swelling over L ankle and R knee, tender to palpation, no warmth or signs of infection. Mild effusions in both affected joints. The remainder of the exam is unremarkable, including a full neurologic exam   Labs: CBC – WBC 8.0, Hgb 10.1, platelets 240 CMP – WNL Coags – PT 10.1, aPTT 28   CXR – No acute findings Extremity x-rays – Diffuse osteoporosis with no visualized fractures.  No periosteal elevation EKG – Normal sinus without any ST changes   So what do you think? Do you have an idea what might be afflicting this patient? If so, respond with your differential diagnosis, the further workup you would obtain, and what your management might entail. Best response gets this month’s glory. Happy sleuthing!         The following two tabs change content below. Bio Latest Posts James Hassel /.ts-fab-header 4th Year EM-IM Resident at SUNY Downstate/Kings County Hospital Latest posts by James Hassel ( see all ) Case Of the Month 11 – Answer - June 28, 2016 Case of the Month 11 – Presentation - June 5, 2016 Case Of the Month 10 – Answer - May 12, 2016 Share this: Email Twitter Print Related .entry-content .entry #post-10178 Post navigation ← Morning Report: The Anion Gap Too Ticked Off To Be Bored – Review → #posts-pagination 2 comments for “ Case Of the Month 8 – Presentation ” edenkim February 21, 2016 at 4:26 pm Ddx for non-thrombocytopenic purpura/petechiae, include infectious, non-infectious, and congenital causes. in this case I’d say it’s probably not a congenital cause like a hemophilia if this has never happened until now. infection seems unlikely as he has no other symptoms and labs are unremarkable. it also seems like he has hemarthroses, which usually indicates trauma or coagulation disorder. top on my differential is scurvy, then vwf, autoimmune disorders and less likely leukemia. i’d send ana, vwf, ristocetin, maybe do a smear, admit, and in the mean time start him on ETOH withdrawal protocol, supplement with vitamin c, thiamine and folate. Reply #comment-## Amir February 21, 2016 at 4:56 pm Alcoholic and homeless Gingiva and joint involvement Depression symptoms Diagnosis: Scurvy D/d: Vasculitis and autoimmune disorders Lymphoma/leukaemia Ix: plasma, leucocyte or urinary vitamin c levels. Rx: Alcohol deaddiction Ascorbic acid 500mg 4-5 times a day for at least 1 week Reply #comment-## .commentlist Leave a Reply Cancel reply Your email address will not be published. Comment Name Email Website Notify me of follow-up comments by email. Notify me of new posts by email. #respond #comments .comments-area #primary Follow Us! BEGIN SOCIAL MEDIA CONTACTS END SOCIAL MEDIA CONTACTS Subscribe! Enter your email address to subscribe to this blog and receive notifications of new posts by email. Email Address Search the Site Search for: Top Posts & Pages Rhythm Nation November 22, 2015 EM-Critical Care: Listen to the Bass Go Boom... Case of the Month - December 2016 So bored, I climbed Kilimanjaro (Altitude Sickness) Lecture Library Login Username Password Remember Me Register Lost Password February 2016 M T W T F S S « Jan   Mar » 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29   #secondary.widget-area #main.row #page.grid Copyright © 2016 The Original Kings of County . All Rights Reserved. The Magazine Basic Theme by bavotasan.com . .c12 .row #footer-content.grid #footer Send to Email Address Your Name Your Email Address Cancel Post was not sent - check your email addresses! Email check failed, please try again Sorry, your blog cannot share posts by email."], "Peds EM Morsels-Mumps-cleansed": ["This site is optimized with the Yoast SEO plugin v3.9 - https://yoast.com/wordpress/plugins/seo/ / Yoast SEO plugin. This site uses the Google Analytics by MonsterInsights plugin v5.5.4 - Universal enabled - https://www.monsterinsights.com/ / Google Analytics by MonsterInsights [if lt IE 9]>"], "The Trauma Professional's Blog-Cervical Spine Stabilization-cleansed": ["GOOGLE CAROUSEL The Trauma Professional's Blog Comparison of Cervical Spine Stabilization A reader recently asked what the optimal method for inline stabilization is. We’ve been pondering this question for nearly 30 years. In 1983, trauma surgeons at UCLA looked at a number of devices available at that time and tested them on normal volunteers. They measured neck motion to see which was “best.” Here’s what they found: Soft collar - In general, this decreased rotation by 8 degrees but insignificantly protected against flexion and extension. Basically, this keeps your neck warm and little else. Hard collars - A variety of collars available in that era were tested. They all allowed about 8% flexion, 18% lateral movement, and 2% rotation. The Philadelphia collar allowed the least extension. Sandbags and tape - Surprisingly, this was the best. It allowed no flexion and only a few percent movement in any other direction. The Mayo clinic compared four specific hard collars in 2007 (Miami J, Miami J with Occian back, Aspen, Philadelphia). They found that the Miami J and Philadelphia collars reduced neck movement the best. The Miami J with or without the Occian back provided the best relief from pressure. The Aspen allowed more movement in all axes. And finally, the halo vest is the gold standard. These tend to be used rarely and in very special circumstances. Bottom line: For EMS : Rigid collar per your protocol is the standard. In a pinch you can use good old tape and sandbags with excellent results. For physicians : The Miami J provides the most limitation of movement. If the collar will be needed for more than a short time, consider the well-padded Occian back Miami J (see below). Related posts: The soft cervical collar Is applying or removing the collar dangerous? References: Efficacy of cervical spine immobilization methods. J Trauma 23(6):461-465, 1983. Range-of-motion restriction and craniofacial tissue-interface pressure from four cervical collars. J Trauma 63(5):1120, 1126, 2007. Tweet Posted 9 months ago 28 notes • View comments Tagged: Cervical spine , immobilization , collar , miami j , aspen , . START NOTES mperra liked this komikbookgeek liked this silent-as-a-lamb liked this rachiemac reblogged this from regionstraumapro and added: Rarely encounter an appropriately applied C collar to my ER patients. rachiemac liked this youwish1428 liked this amna-7 liked this marfoirdraguin liked this dogemd liked this gyppygirl2021 liked this a-ghost-of-a-good-mood liked this solorapter56 reblogged this from first-on-scene solorapter56 liked this coollhandluke reblogged this from first-on-scene somuchbiggerontheinside liked this rasgar-el-velo liked this buthaina83 reblogged this from medschoolmanic buthaina83 liked this fotovivon reblogged this from medschoolmanic first-on-scene reblogged this from regionstraumapro fotovivon liked this coolrobertocoste liked this drcaro-ccm reblogged this from medschoolmanic drcaro-ccm liked this medschoolmanic reblogged this from regionstraumapro and added: I thought cervical collar guidelines were changed back in 2014. Am I just imagining this? supergirlnightwing reblogged this from regionstraumapro kielisan reblogged this from regionstraumapro kielisan liked this regionstraumapro posted this END NOTES View the discussion thread Blog comments powered by Disqus The Trauma Professional's Blog provides information on injury-related topics to trauma professionals. It is written by Michael McGonigal MD, the Director of Trauma Services at Regions Hospital in St. Paul, MN. Regions is a Level I Adult Trauma Center, and has partnered with Gillette Children's Specialty Hospital to become the first Level I Pediatric Trauma Center in the Upper Midwest. Want to see a post on a specific topic? Click here or go to www.thetraumapro.com/ask . You can also email me at TheTraumaPro@gmail.com To view the Terms of Service for this site, click here . Start of StatCounter Code for Tumblr End of StatCounter Code for Tumblr Please submit your request for a specific topic. IE users: please click the Search button for best results Indexed Archive Tumblr Archive Follow on Tumblr Latest Tweets RSS feed Random Archive Mobile © 2010–2016 Powered by Tumblr"], "ScanCrit-Lung BNP-cleansed": ["#branding Skip to content Home #access #masthead #header ← HITCHEN´S RAZOR THE LATERAL TRAUMA POSITION → #nav-above LUNG US AND BNP Posted on January 18, 2016 by K .entry-meta A small study in Ann Intensive Care reminds me that lung ultrasound is  good at detecting heart failure and differentiating against other causes of acute dyspnoea. Background B-lines are are an ultrasound resonance artefact that appears when there is a marked difference in acoustic impedance between an object and it´s surroundings. On the screen it looks like a beam projecting from the pleura all the way to the edge of the screen. Lung water interfacing with air can be the source of the resonance and it is commonly seen i pulmonary oedema. Three or more B-lines per field of scan with a distance between B-lines <7mm is considered indicative of pulmonary oedema. The present study tries to correlate B-profile on US with another marker of heart failure, pro-BNP which is produced by overstretched cardiomyocytes when left ventricle filling pressure is increased. A-lines A-lines, on the other hand, indicate dry interlobar septa and is a normal finding. A-lines are a reverberation artefact of the pleura. On US they appear as one or more horisonal lines. Predominance of A lines is commonly suggestive of astma/COPD rather than oedema as the cause of dyspnoea. The study A prospective study that included adult patients presenting to the ED with acute dyspnoea likely to be explained by pulmonary oedema and left ventricular failure. All patients had bilateral anterior and lateral lung ultrasound scan using a curvilinear probe. Images were stored and then reviewed by an independent ICU physiscian. Patients were based on US labelled B-line dominant profile or A-line dominant profile.  Median Pro-BNP values were determined. Results The authors enrolled 61 patients, 47 of which had a B-profile on lung ultrasound. 46 of these had a positive proBNP (related to age) with a median NT-proBNP of 6200. 14 patients had an A-profile on lung US, 10 of which had a negative pro-BNP. Their median pro BNP was 180. Take home message The European Society of Cardiology recommends using natriuretic peptide to rule out acute heart failure with reasonably high sensitivity albeit with low specificity. The sensitivity and specificity for lung US in detecting elevated pro-BNP indicative of heart failure is 92% and 91%. Study lives here (free!): Ann Intensive Care. 2015 Dec;5(1):56. doi: 10.1186/s13613-015-0100-x. Epub 2015 Dec 30.  Sonographic chest B-lines anticipate elevated B-type natriuretic peptide level, irrespective of ejection fraction.  Bitar  Z1,  Maadarani  O2, Almerri K3. Similar studies: Acad Emerg Med. 2009 Mar;16(3):201-10. doi: 10.1111/j.1553-2712.2008.00347.x. Epub 2009 Jan 29.  Emergency thoracic ultrasound in the differentiation of the etiology of shortness of breath (ETUDES): sonographic B-lines and N-terminal pro-brain-type natriuretic peptide in diagnosing congestive heart failure.  Liteplo  AS1,  Marill  KA, Villen T, Miller RM, Murray AF, Croft PE, Capp R, Noble VE. West J Emerg Med. 2011 Feb;12(1):102-6.  Identification of Sonographic B-lines with Linear Transducer Predicts Elevated B-Type Natriuretic Peptide Level.  Manson WC1, Bonz JW, Carmody K, Osborne M, Moore CL. AddThis Sharing Buttons below Share this: Click to share on Twitter (Opens in new window) Click to share on Facebook (Opens in new window) Click to share on Google+ (Opens in new window) .entry-content This entry was posted in Emergency Medicine , Intensive Care , Ultrasound . Bookmark the permalink . .entry-utility #post-## ← HITCHEN´S RAZOR THE LATERAL TRAUMA POSITION → #nav-below Leave a Reply Cancel reply Your email address will not be published. Required fields are marked * Comment Name * Email * Website Notify me of follow-up comments by email. Notify me of new posts by email. #respond #comments #content #container Search for: Subscribe via RSS Subscribe to Blog via Email Email Address About ScanCrit A blog on anaesthesia, intensive care and emergency medicine. In-hospital and outside. Mostly focusing on the critically ill patient. Written by two Scandinavian senior anaesthetic registrars. This is our way of keeping log of articles and interesting things we come across in our work and on the internet. Should any of you out there stumble across this blog and find it useful then all the better. Please leave comments or questions if you have any. The best way to keep learning is to keep the conversation going. Contact scancrit@gmail.com Twitter: @ScanCrit https://www.facebook.com/scancrit Twitter feed @ScanCrit My Tweets Meta Log in Entries RSS Comments RSS WordPress.org #site-info Proudly powered by WordPress. #site-generator #colophon"], "EDE Blog-Two Bad Things At Once-cleansed": ["Home About EDE Team EDE Course EDE 2 Course EDE 3 EDE Book EDE e-book Two bad things at once Greg Hall • February 7, 2016 • 1 Comment A female patient in her 60s arrives at the emergency department via EMS with acute CP and SOB.  The history is consistent with cardiac ischemia and the EMS ECG shows clear inferior ST elevation with reciprocal changes.  You call the cath lab and they review the ECG and agree to take the patient immediately.  Vitals stable, chest clear, normal cardiac auscultation. The patient has not even left the EMS stretcher and is being wheeled out to the lab when one of your nurses notices an O2 sat of 92 to 93% on the final set of vitals prior to discharge.  This patient has no known respiratory disease and is a nonsmoker.  Would a STEMI cause this modest hypoxia? Of course you stop the EMS staff to do a further assessment, knowing your door to needle time is being delayed for every second you take.  The pressure is on!  A quick bedside echo shows this: RV dilation A4C 3 You quickly notify the cath lab that this patient has a dilated RV and there is no old echo available to say this isn’t acute.  Lung scan shows no edema.  RV infarct and PE are on the differential, with PE being the number one concern as the lungs aren’t wet but we have hypoxia.  They take the patient anyway, open up and stent a proximal RCA occlusion, then immediately get a chest CT that confirms large bilateral PE’s. This case is a reminder to me why you should try to do a bedside echo on every ischemic sounding chest pain patient, even when the presentation seems clear cut.  Unfortunately more than one bad thing can happen at once, usually the first triggering the second. Filed in: Cases You can start editing here. Comments (1) Trackback URL | Comments RSS Feed DR GADHAMSETTY says: March 9, 2016 at 3:12 am excellent work and lovely example Reply #comment-## Leave a Reply Click here to cancel reply. Name ( required ) Email ( required; will not be published ) Website XHTML: You can use these tags: a href= title= abbr title= acronym title= b blockquote cite= cite code del datetime= em i q cite= s strike strong « Have you ever wondered about using POCUS for C-Spine fractures? Ultrasound horror stories » Recent Posts BEGIN Special Recent Posts FREE Edition v2.0.4 Why you should care about billing for your scans November 30th, 2016 An uncomfortable subject for physicians but billing for our services is not just about compensat [...] Using POCUS for decision-making in CP R/O ACS cases September 22nd, 2016 Can POCUS help you in the management of chest pain rule-out ACS cases? Let's have a look at a case… [...] CEUS then & now September 15th, 2016 I'm here in Toronto at the CEUS conference with a couple dozen POCUS educators from around the count [...] END Special Recent Posts FREE Edition v2.0.4 Categories Announcements Articles Book Cases Rogue waves EDE Partners Analogic Ultrasound Group (BK / Ultrasonix) Esaote Canada Philips Sonosite Canada Sonosite's support documents page Extra Gel Anton Helman's EM Cases Balloon tying device that we use at EDE 2 CAEP Position Statements Jason Fischer's P2 Share Peds POCUS on YouTube Kasia Hampton's homemade models website Laleh Gharahbaghian's Sonospot Paul Olszynski's ED Ultrasound Simulator POCUS Organizations American Institute of Ultrasound in Medicine Canadian Emergency Ultrasound Society Society for Ultrasound in Medical Education WINFOCUS Recent Comments Lloyd Gordon on Why you should care about billing for your scans Lloyd Gordon on Using POCUS for decision-making in CP R/O ACS cases Lloyd Gordon on CEUS then & now Archives Archives Select Month November 2016 September 2016 August 2016 May 2016 April 2016 March 2016 February 2016 January 2016 December 2015 November 2015 October 2015 September 2015 August 2015 July 2015 June 2015 May 2015 April 2015 March 2015 February 2015 January 2015 December 2014 November 2014 October 2014 September 2014 August 2014 July 2014 June 2014 May 2014 April 2014 March 2014 February 2014 January 2014 December 2013 November 2013 End page-border class © 2016 EDE Blog. Theme by Solostream . AddThis Settings Begin wp_footer"], "hqmeded-Early Repolarization vs. Pericarditis-cleansed": [""], "ScanCrit-Geriatric Trauma-cleansed": ["#branding Skip to content Home #access #masthead #header ← IT ALL STARTED WITH A PLUNGER HITCHEN´S RAZOR → #nav-above TRAUMA IS THE OLD MAN´S DISEASE Posted on December 7, 2015 by K .entry-meta Traditional teaching is that trauma is the young male´s disease. Young males are exposed to accidents and violence. Young males also tend to engage in profoundly stupid activities. However, since a decade or so there is a shift. Major trauma in the elderly has become increasingly common. Authors have since long predicted that the elderly eventually will be the dominant demographic. A study in EMJ suggests that has already happened. The study A massive UK trauma database called TARN (Trauma Audit Research Network) was reviewed to identify all cases of major trauma (ISS > 15) between 1990 and 2013. Victims were then sorted into age groups. Common mechanisms of injury were analysed. Results In 1990 the mean age of patients suffering major trauma in the was UK 36,1 years.  39,3% of of patients were younger than 25 years. 8,1% of victims were older than 75 years. Then, throughout the study period, mean age steadily increased. In 2013 the mean age of victims was 53,8 years. Under-25s had decreased to 17%. The percentage of victims older than 75 years had exploded, increased three-fold and were now up at 26,9%. During the study period the mechanisms of injury (MOI) had dramatically changed. In 1990 road traffic collisions (RTCs) caused nearly 60% of major trauma while low fall (from <2m) accidents caused 4,7%. By 2013 low fall accidents had increased to 39,1% while RTCS had halved to under 30%. Take-home message In the UK it seems trauma no longer is the young man’s disease. Mean age of major trauma victims has increased from 36,1 to 53,8 years. The most common MOI in major trauma is no longer traffic accidents but falls from heights below 2m. Possible explanations: RTCs are no longer the dominant MOIs for major trauma victims. Increase in numbers of older people in the general population. Improved detection and reporting of trauma in the elderly. Study lives here. Available for FREE and a must-read. Emerg Med J. 2015 Dec;32(12):911-5. doi: 10.1136/emermed-2015-205265.  The changing face of major trauma in the UK.  Kehoe  A1,  Smith  JE2,  Edwards  A3, Yates D3, Lecky F4. AddThis Sharing Buttons below Share this: Click to share on Twitter (Opens in new window) Click to share on Facebook (Opens in new window) Click to share on Google+ (Opens in new window) .entry-content This entry was posted in Trauma . Bookmark the permalink . .entry-utility #post-## ← IT ALL STARTED WITH A PLUNGER HITCHEN´S RAZOR → #nav-below Leave a Reply Cancel reply Your email address will not be published. Required fields are marked * Comment Name * Email * Website Notify me of follow-up comments by email. Notify me of new posts by email. #respond #comments #content #container Search for: Subscribe via RSS Subscribe to Blog via Email Email Address About ScanCrit A blog on anaesthesia, intensive care and emergency medicine. In-hospital and outside. Mostly focusing on the critically ill patient. Written by two Scandinavian senior anaesthetic registrars. This is our way of keeping log of articles and interesting things we come across in our work and on the internet. Should any of you out there stumble across this blog and find it useful then all the better. Please leave comments or questions if you have any. The best way to keep learning is to keep the conversation going. Contact scancrit@gmail.com Twitter: @ScanCrit https://www.facebook.com/scancrit Twitter feed @ScanCrit My Tweets Meta Log in Entries RSS Comments RSS WordPress.org #site-info Proudly powered by WordPress. #site-generator #colophon"], "ECG of the Week-022816-cleansed": ["ECG of the Week A weekly ECG / EKG review blog looking at some interesting ECG's from the world of Emergency Medicine. #FOAMed Supporter corrects IE6 width calculation Wednesday, 24 February 2016 ECG of the Week - 22nd February 2016 - Interpretation This ECG is from a 28 year old male who presented following an episode of syncope. he had no known medical problems, takes no regular medication and has no family history of collapse or sudden cardiac death. Click to enlarge ﻿ Rate: 84 bpm Rhythm: Regular Axis: Normal Intervals: PR - Normal  (~190ms) QRS - Normal  (100ms) QT - 330ms  (QTc Bazette 390 ms) Segments: ST Elevation lead V2 ~2mm Additional: Partial RBBB Left Atrial Abnormality Wide notched P wave in lead II Negative portion of P wave in V1 >40ms and >1mm Interpretation: History of collapse in a young patient Partial RBBB and ST elevation in V2 ? Brugada Syndrome with a Type 2 (non-diagnostic) pattern What happened ? The patient was admitted under the cardiology team for further investigation. A cardiac MRI and echo were both normal. Given the concern of possible Brugada the patient underwent a flecainide challenge which was negative, excluding Brugada syndrome as a cause of the patient's syncope. An implantable loop recorder (ILR) was inserted to monitor for further arrhythmogenic events and the patient was discharge with out patient cardiology follow-up. Brugada Syndrome We've covered Brugada Syndrome in detail back in July 2013, check out that post here: ECG of the Week - 15th July 2013 More on Brugada here: The Cardiac Society of Australia and New Zealand Guidelines for the diagnosis and management of Brugada Syndrome  Life in the Fast Lane - Brugada Syndrome References / Further Reading Life in the Fast Lane Brugada Syndrome Textbook C han TC, Brady WJ, Harrigan RA, Ornato JP, Rosen P. ECG in Emergency Medicine and Acute Care. Elsevier Mosby 2005. Posted by John Larkin at 15:00 Email This BlogThis! Share to Twitter Share to Facebook Share to Pinterest Labels: Answered , ECG346 , ECGotW Newer Post Older Post Home Subscribe to: Post Comments (Atom) Google+ Followers Twitter Follow The Team Follow @jjlarkin78 Follow @CamBurrows Subscribe To JHC ECG Posts Atom Posts Comments Atom Comments Search This Blog Loading... Pages Home Structured Approach to ECG Interpretation ECG Reference Notes Links About / Authors Disclaimer Site QR Code Blog Archive ▼  2016 (97) ►  December (1) ►  November (9) ►  October (8) ►  September (9) ►  August (9) ►  July (10) ►  June (8) ►  May (8) ►  April (9) ►  March (9) ▼  February (8) ECG of the Week - 29th February 2016 ECG of the Week - 22nd February 2016 - Interpretat... ECG of the Week - 22nd February 2016 ECG of the Week - 15th February 2016 - Interpretat... ECG of the Week - 15th February 2016 ECG of the Week - 8th February 2016 - Interpretati... ECG of the Week - 8th February 2016 ECG of the Week - 1st February 2016 - Interpretati... ►  January (9) ►  2015 (105) ►  December (9) ►  November (8) ►  October (9) ►  September (9) ►  August (8) ►  July (10) ►  June (8) ►  May (10) ►  April (8) ►  March (9) ►  February (9) ►  January (8) ►  2014 (104) ►  December (8) ►  November (9) ►  October (9) ►  September (8) ►  August (9) ►  July (9) ►  June (8) ►  May (9) ►  April (9) ►  March (8) ►  February (8) ►  January (10) ►  2013 (106) ►  December (8) ►  November (9) ►  October (9) ►  September (8) ►  August (9) ►  July (10) ►  June (8) ►  May (10) ►  April (9) ►  March (9) ►  February (8) ►  January (9) ►  2012 (94) ►  December (8) ►  November (9) ►  October (9) ►  September (8) ►  August (10) ►  July (8) ►  June (9) ►  May (9) ►  April (8) ►  March (9) ►  February (7) columns main outside of the include in order to lock Attribution widget Simple template. Powered by Blogger . content"], "aliem-TXA-cleansed": ["For iPhone 4 Retina display For iPad For iPad Retina display [if lte IE 9]>"], "Clinical Monster-Drug Eruption-cleansed": ["BEGIN GADWP v4.9.2 Universal Tracking - https://deconf.com/google-analytics-dashboard-wordpress/ END GADWP Universal Tracking Search for: The Original Kings of County Main menu Skip to content Home Columns Archived Columns Announcements From Our Annals Journal Club Legal Matters Legends of Medicine Policy Monster TEACH ONE! The Homunculus Trauma Drama Uncategorized Wednesday Wrap-up West of the Hudson Activated Charcoal Board Review Boundless in Brooklyn Cases, Controversy, and Conversation Case of the Month CCM Mini-Fellowship Review EM-Critical Care EM…From the IM Prespective EM Images Morning Report Peds In A Pod Pharm to Table Radical radiology Rhythm Nation Save of the Month Staten Island Corner US VS THEM Xray Vision Lectures About Us Disclaimer #site-navigation .c12 #header.row Peds In A Pod Peds in a POD- Why does it keep coming back? by PEM Fellows  •  February 9, 2016  •  0 Comments Your Case: A previously healthy, 8 year-old Hispanic boy presents to the ED with a recurrent rash on his right posterior thigh. The involved area always becomes “infected” whenever the patient develops a fever, and this is the 3 rd and most severe episode. 1 st episode – 2 years ago, the family was still living in Mexico, and at that time the rash was diagnosed as an insect bite. Mom empirically treated with topical antibiotics. Within a week, the lesion resolved, but the patient was left with a small, dark, discolored area in its place. 2 nd episode – 1 year ago, he had an episode of fever and diarrhea with a red, pruritic lesion on right posterior thigh. Again, a topical antibiotic was placed on the area. After resolution of the illness, the redness improved, but he was left with an even larger dark discoloration at the site. 3 rd episode – 5 days ago, the patient developed fever and URI symptoms. On Day 2 of illness, a red, pruritic, blistering area started developing on right posterior thigh. He was diagnosed in ED with cellulitis and sent home with trimethoprim/sulfamethoxazole. On Day 3, the fever and URI symptoms began to resolve, but the rash was progressing despite compliance with the antibiotic. Today, the rash looks like this: Physical Exam – Well appearing, afebrile. Lesion as shown above, non-tender, negative Nikolsky sign, no fluctuance, no mucous membrane involvement, no other skin lesions. Labs – CBC/CRP/CMP/LFT- all normal What is your differential diagnosis? Fixed drug reactions, Insect bites, Bruises, Focal skin infections, Contact dermatitis, Child abuse, Bullous skin eruption, Burn/child abuse, Bullous erythema multiforme, Bullous pemphigoid, Bullous reaction to insect bites (most commonly fleas), Staphylococcal scalded skin syndrome, Bullous impetigo or cellulitis, Stevens-Johnson syndrome or toxic epidermal necrolysis   What is the most likely diagnosis? Fixed Drug Reaction   What you need to know The most reliable and characteristic finding of a fixed drug eruption is the recurrence of the lesion at the same site, which can be anywhere on the skin or mucosa. History-taking is key Trimethoprim-sulfamethoxazole and acetaminophen are commonly implicated in fixed drug eruptions. The mainstay of treatment is to prevent recurrence of the eruption by avoiding the offending drug   References Cossey, M. et al. Visual Diagnosis:8-Year-Old Boy With Recurrent Rash. Pediatrics in Review 2000;36;4     The following two tabs change content below. Bio Latest Posts PEM Fellows /.ts-fab-header Latest posts by PEM Fellows ( see all ) When Orange is the New Black – “Blurry Eyes” - May 11, 2016 A Pediatric Neurology Case. . . you will get one of these at some point! - April 14, 2016 Think outside the box- It can be exotically toxic! – the Perspective of a Newbie Doctor - March 14, 2016 Share this: Email Twitter Print Related .entry-content Tags: pediatrics rash .entry #post-10120 Post navigation ← Bored of Veins and Bones – Review Bored of Transfusions, Tacos, and ‘TRALIs’ – Review → #posts-pagination Leave a Reply Cancel reply Your email address will not be published. Comment Name Email Website Notify me of follow-up comments by email. Notify me of new posts by email. #respond #comments .comments-area #primary Follow Us! BEGIN SOCIAL MEDIA CONTACTS END SOCIAL MEDIA CONTACTS Subscribe! Enter your email address to subscribe to this blog and receive notifications of new posts by email. Email Address Search the Site Search for: Top Posts & Pages Rhythm Nation November 22, 2015 EM-Critical Care: Listen to the Bass Go Boom... Case of the Month - December 2016 So bored, I climbed Kilimanjaro (Altitude Sickness) Lecture Library Login Username Password Remember Me Register Lost Password February 2016 M T W T F S S « Jan   Mar » 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29   #secondary.widget-area #main.row #page.grid Copyright © 2016 The Original Kings of County . All Rights Reserved. The Magazine Basic Theme by bavotasan.com . .c12 .row #footer-content.grid #footer Send to Email Address Your Name Your Email Address Cancel Post was not sent - check your email addresses! Email check failed, please try again Sorry, your blog cannot share posts by email."], "hqmeded-aVL ST Depression-cleansed": ["Dr. Smith's ECG Blog Instructive ECGs in Emergency Medicine Clinical Context About Resources Lectures + Podcasts Rules + Equations corrects IE6 width calculation Friday, February 19, 2016 Why is there ST depression in aVL in this case of Pericarditis? This ECG is from an article in the New England Journal on pericarditis.   Acute Pericarditis Martin M. LeWinter, M.D. N Engl J Med 2014; 371:2410-2416 December 18, 2014 DOI: 10.1056/NEJMcp1404070 A reader had read this post on ST depression in lead aVL in pericarditis vs. inferior STEMI .  He sent this ECG recorded from a patient with pericarditis and asked why there is ST depression in lead aVL: There is sinus rhythm with diffuse ST elevation (especially in inferolateral leads, which is typical of pericarditis).  There is diffuse PR depression and Spodick's sign. There is a tiny amount of reciprocal ST depression in lead aVL. My answer to the reader is below: As there are always exceptions to every rule , one must look at every ECG individually. There is minimal ST depression in aVL, perhaps 0.5 mm. Put that into the context of the whole ECG : there is very significant ST elevation in inferior leads.  This is not subtle. When there is inferior MI with large ST elevation, there is nearly always marked reciprocal ST depression in aVL. Proportional Analysis Always interpret every ECG with proportional analysis.  Everything should be proportional to everything else for any given diagnosis.    In this case, you see very large inferior ST elevation, but only minimal (if any) reciprocal ST depression.   The proportions do not make sense.  This would be exceptionally unusual for inferior MI. ST axis analysis The ST elevation is higher in lead II (3mm) than lead III (2mm).  This is also a pretty good ECG sign for pericarditis, as it implies the ST axis is closer to lead II than III, and less than 90 degrees.  When there is ST depression in aVL, the ST axis must be to the right of lead II (greater than 90 degrees).  Thus, the ST axis is between leads II and aVF (60-90 degrees).  However, the fact that there is such minimal ST depression in lead aVL tells us that the ST axis is only BARELY greater than 60 degrees, perhaps 65 degrees.  Thus, it is still very close to the normal axis for pericarditis (up to 60 degrees) and it is unusually leftward for inferior STEMI. But, as I always say, you diagnose pericarditis at your peril , so always approach this with caution! Steve Smith Posted by Steve Smith at 9:58 AM Email This BlogThis! Share to Twitter Share to Facebook Share to Pinterest Reactions:   5 comments: Anonymous February 20, 2016 at 3:12 AM After your explanations I have learned that the proportionality principle is a general and important one when interpreting also an ECG like this. But I wonder whether there are some numeric values as they exist for example for ST/S in LBBB+ami. In other words, in this ECG there is a very tiny ST depression but my answer is: does exist, let say, an STE-inf/STD-avl ratio? Perhaps did you already evaluate this matter? More on the topic of proportionality, please. Thanks. By reasoning just on this ECG only (that is, without having additional clinical or Echo informations, always helpful), another sign of pericarditis may be the ST-depression in AVR. As you have magistrally explained, the ST vector in pericarditis is between 45° and 60° thus opposite to AVR, therefore very different to that of inferior STEMI. For these reasons there should ALWAYS be ST-depression in AVR in pericarditis. Isn't it? Many thanks. Mario Parrinello Reply Delete Replies Steve Smith February 20, 2016 at 7:53 AM Mario, this ECG still \"breaks the rule\" of ST depression in aVL. It does so because the ST vector is a bit farther right (65 degrees) than the rule would state that it should be. The proportion thing comes in only because one would not be able to detect this slight ST axis deviation if there was not a lot of ST amplitude. aVR is opposite an imaginary lead exactly between I and II (opposite of 30 degrees, which is -210 degrees. Any ST axis that is between -60 and +120 will have ST depression in aVR. This includes all pericarditis and all inferior STEMI! Steve Smith Delete Reply Anonymous February 26, 2016 at 2:30 PM I think that the diagnosis in this patient would have been difficult We need serial ecg to make sure we did not miss an AMI We cannot be so sure from a single ecg traditional and basic fact that st depression in pericarditis happens only in avr and v1 Thanks Reply Delete nas955 March 4, 2016 at 10:46 AM The ST elevation in inferior MI is convex upward and not concave. ..besides one would see ST depression in aVL CONCAVE and not convex as a reciprocal change in inferior MI Reply Delete Replies Steve Smith March 4, 2016 at 2:42 PM That is not at all a reliable rule and is, in fact, dangerous. Delete Reply Add comment Load more... Newer Post Older Post Home Subscribe to: Post Comments (Atom) Recommended Resources Disclaimer Cases come from all over the world. Patient identifiers have been redacted or patient consent has been obtained. The contents of this site have not been reviewed nor approved by Hennepin County Medical Center and any views or opinions expressed herein do not necessarily reflect the views or opinions of Hennepin County Medical Center. This site is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.com Dr. Smith's Book Recommended Resources I wrote the Acute Coronary Syndromes Section in this book (15 chapters, 130 pages). It is a gold mine of information and ECG examples. This is a great book on EKGs by my mentor, K. Wang. More basic books for the less advanced learner: about Dr. Smith Dr. Stephen W. Smith is a faculty physician in the Emergency Medicine Residency at Hennepin County Medical Center (HCMC) in Minneapolis, MN, and Professor of Emergency Medicine at the University of Minnesota . [ view Dr. Smith's Google Scholar Profile ] Comments not appropriate for general posting, or interesting ECGs, may be sent here (do this judiciously!) Always send ECGs in the correct orientation, not sideways!! : dr.smiths.ecg.blog@gmail.com . I highly recommend using this blog as an atlas or textbook. Use the \"label\" below the archive (below) to search for all kinds of ECG cases, with discussion. Follow on Twitter @smithECGBlog Follow @smithECGBlog Total Pageviews Search This Blog Loading... Tweet this Tweet Followers Subscribe To Posts Atom Posts Comments Atom Comments Popular Posts Five Primary Patterns of Ischemic ST depression, without ST elevation. Some are STEMI-equivalents. A 37 year old woman with Chest Pain Hyperacute T waves A 16 year old girl has syncope while playing basketball..... A 12 year old with Wide Complex Tachycardia ST Elevation. What is it? Resuscitated from ventricular fibrillation: what is the ECG Diagnosis? Chest Pain and Cardiogenic Shock with Profound ST Depression & STE in aVR. Activate the Cath Lab? Wide Complex Tachycardia; It's really sinus, RBBB + LAFB, and massive ST elevation Diffuse Subendocardial Ischemia on the ECG. Left main? 3-vessel disease? No! Blog Archive ▼  2016 (89) ►  December (1) ►  November (8) ►  October (9) ►  September (5) ►  August (9) ►  July (6) ►  June (7) ►  May (8) ►  April (5) ►  March (13) ▼  February (8) Nausea and Vomiting, Again. This ECG is loaded wi... \"I have food poisoning\" Why is there ST depression in aVL in this case of ... Is it early repol, pericarditis, or anterior STEMI... Pericarditis? Or STEMI? The difference can be fa... Subacute STEMI. Should the patient go for emergen... What is going on here? There is more than immedia... Apparent Pseudo-STEMI patterns are not necessarily... ►  January (10) ►  2015 (131) ►  December (9) ►  November (11) ►  October (13) ►  September (11) ►  August (12) ►  July (10) ►  June (10) ►  May (10) ►  April (14) ►  March (12) ►  February (8) ►  January (11) ►  2014 (123) ►  December (13) ►  November (12) ►  October (9) ►  September (10) ►  August (10) ►  July (10) ►  June (7) ►  May (11) ►  April (12) ►  March (11) ►  February (6) ►  January (12) ►  2013 (112) ►  December (13) ►  November (8) ►  October (9) ►  September (8) ►  August (12) ►  July (8) ►  June (15) ►  May (10) ►  April (8) ►  March (10) ►  February (4) ►  January (7) ►  2012 (79) ►  December (5) ►  November (6) ►  October (7) ►  September (5) ►  August (8) ►  July (5) ►  June (6) ►  May (8) ►  April (9) ►  March (8) ►  February (5) ►  January (7) ►  2011 (96) ►  December (6) ►  November (7) ►  October (8) ►  September (9) ►  August (8) ►  July (4) ►  June (11) ►  May (9) ►  April (13) ►  March (6) ►  February (9) ►  January (6) ►  2010 (48) ►  December (10) ►  November (6) ►  October (5) ►  September (1) ►  August (4) ►  July (4) ►  June (2) ►  May (2) ►  April (2) ►  March (3) ►  February (1) ►  January (8) ►  2009 (22) ►  December (2) ►  November (2) ►  October (4) ►  August (3) ►  June (3) ►  April (2) ►  March (1) ►  February (3) ►  January (2) ►  2008 (8) ►  December (1) ►  November (7) Labels (Index) 3-Vessel disease (1) Aberrant conduction (2) Accelerated AV conduction (2) accelerated idioventricular rhythm (2) accelerated junctional rhythm (1) Acidosis (1) aconite (1) acute right heart strain (1) acuteness (4) Adenosine (3) Adjunctive Anti-Ischemic Therapy (2) algorithm (5) alkalosis (1) alternating BBB (1) Anomolous coronary artery (1) anterior STEMI equation (8) Anterior STEMI with minimal ST elevation less than 1 mm (8) anterior T wave inversion (6) Antiplatelet Therapy for UA/NonSTEMI (1) Aortic Dissection (2) Arrhythmogenic Right ventricular dysplasia (1) asthma (1) Atrial enlargement and hypertrophy (1) atrial flutter (12) atrial repolarization wave (2) Atrial Tachycardia (1) atrial_fibrillation (4) atrial_fibrillation with RVR (4) Atypical Symptoms (1) AV block (7) AV dissociation (7) aVL (12) AVNRT AV nodal re-entrant tachycardia (1) aVR (10) AVRT: AV Reciprocating Tachycardia (through accessory pathway) (1) Benign T-wave Inversion (5) Beta Adrenergic Blockade (3) bidirectional tachycardia (1) bradycardia (4) brugada (6) Cabrera's sign (2) carbon monoxide poisoning (1) cardiac arrest (17) cardiac memory (1) cardiogenic shock (5) cardioversion (1) Chapman's sign (1) Child (1) Children (2) circumflex occlusion (6) Co-culprit lesions (1) Cocaine (1) collateral circulation (2) computer (7) Concealed conduction in WPW and accessory pathways (2) concordance (2) coronary embolism (1) de Winter's T-waves (5) demand ischemia (2) Diagonal branch (D1 or D2) (2) diffuse ST Elevation (2) digitalis (4) digoxin (3) discordant (2) Dr. K. Wang (20) droperidol (1) Drug Effect (2) Dual AV nodal pathways (2) Dynamic T-waves (7) early repolarization (13) Early Repolarization with Dynamic T-waves (1) echocardiogram (12) electrical alternans (2) electrocardiographically silent (1) Electrolytes (1) Enhanced atrioventricular nodal conduction (EAVNC) (1) Equation for Early Repol vs. Anterior STEMI (6) evolving STEMI (5) exaggerated STE (1) excessively discordant ST depression (1) Excessively discordant ST elevation (3) false negative cath lab activation (1) false positive cath lab activation (10) fascicular VT (4) Formula for Early Repol vs. Anterior STEMI (7) fractional flow reserve (1) fragmented QRS (3) fusion beat (1) Hemopericardium (1) high lateral MI (4) high lateral STEMI (2) hyperacute T-waves (17) hypercalcemia (2) hyperkalemia (20) hyperkalemia treatment (1) hypertension (1) Hypertrophic Cardiomyopathy (5) hypocalcemia (3) hypokalemia (12) hypothermia (3) idiopathic ventricular tachycardia (1) Inferior Aneurysm Morphology (1) inferior early repolarization (2) inferior hyperacute T-waves (6) Inferior MI subtle (2) inferior ST depression (10) inferior STEMI (6) inferoposterior STEMI (4) intracranial hemorrhage (1) intravascular ultrasound (1) Intraventricular conduction delay (1) J-point (1) J-waves (1) junctional escape (4) LAD occlusion (14) LAD occlusion vs. benign early repolarization (21) Ladder Diagram (3) lateral STEMI (1) LBBB (29) Lead V1 (1) left bundle branch block (12) left main (9) Lewis Lead (3) long QT (9) Low (1) Lown-Ganong-Levine (1) LV aneurysm (19) LVH (18) McConnell’s Sign (1) Mid anterolateral MI (1) mirror image (1) missed STEMI (14) mural thrombus (1) myocardial contusion (3) Myocardial Contusion - NOT! (2) myocardial rupture (5) Myocarditis (4) New LBBB (10) New sign of LAD occlusion (1) nitroglycerin (2) No Reflow (1) nondiagnostic ECG (1) NonSTEMI (4) normal angiogram in ACS (1) normal ECG (1) Normal Intervals (1) NOT-pseudonormalization (2) NSTEMI (3) obtuse marginal (2) Occlusion with less than 1mm ST Elevation (10) osborn waves (5) paced rhythm (5) pacing (5) Papillary muscle (mitral valve) rupture (2) PEA - Pulseless Electrical Activity (1) Peaked T waves (1) Pediatric (6) Pericardial Tamponde (1) pericarditis (11) Persistent Juvenile T-waves (1) persistent STE (4) poisoning (1) Polymorphic Ventricular Tachycardia (3) posterior fascicular idiopathic VT (2) posterior leads (5) posterior reperfusion T-waves (6) posterior STEMI (11) postinfarction regional pericarditis (2) Pre-excitation (1) prehospital ECG (8) Previous ECG (3) progression of STEMI (2) proportion (1) pseudo RVMI (1) Pseudoanteroseptal MI (2) pseudoinfarction (23) pseudonormalization (7) PseudoSTEMI (6) pulmonary edema (4) pulmonary embolism (8) PVC (8) q-waves (3) QRS prolongation (1) QS-waves (3) QTc (2) RBBB (25) RBBB with LAFB (Left Anterior Fascicular Block) (3) re-occlusion (3) reciprocal ST depression (8) reciprocal T-wave inversion (1) reocclusion (4) Reverse Takotsubo Stress Cardiomyopathy (1) reversible T-wave inversion (1) right bundle (5) right sided leads (2) Right Ventricular Hypertrophy (5) Risks and risk factors for lytics/PCI (1) RV Conduction Delay (1) RV dysplasia (1) RV MI (8) RVH (6) RVMI in lead V1 (6) RVOT (right ventricular outflow tract ventricular tachycardia) (1) saddleback STE (3) Sasaki rule (1) scooped ST depression (1) Septal STEMI (3) serial ECG (20) serial EKG (8) Shock (2) short QT (4) sick sinus (2) signs of reperfusion (3) Sine Wave (2) sino-atrial exit block (2) Sinus Pause/Sinus Arrest (1) Sinus Tachycardia Extreme (2) Sodium Channel Blockade (2) Spasm (2) spontaneous reperfusion (8) ST depression (24) ST elevation (6) ST resolution (1) ST Segment Monitoring (2) STEMI (3) STEMI vs. NonSTEMI (2) STEMI with less than 1 mm ST elevation (9) STEMI-equivalent (2) stokes-adams (1) straight ST segments (1) stress cardiomyopathy (7) subacute MI (4) subarachnoid hemorrhage (2) subendocardial ischemia (6) subtle (31) Superimposed: Acute on old MI (1) Supraventricular Tachycardia (PSVT) (3) SVT with aberrancy (4) Synchronized Cardioversion (1) Syncope (5) T-Wave inversion (13) tachycardia (1) takotsubo (4) terminal QRS distortion (2) Third (3rd) degree AV block (3) Thrombolytics (3) Time Window for Reperfusion Therapy (1) TIMI myocardial perfusion grading (1) torsade (4) Toxicology (1) transient ST elevation (7) transient T-wave inversion (1) Tricyclic antidepressant (2) troponin (2) type II MI (6) type III LAD (2) Type_III_wraparound_LAD (1) U-waves (10) ultrasound (14) unstable angina (10) Up-Down T-waves (1) upside down (1) Valvular disorder (2) Ventricular Fibrillation (2) ventricular fibrillation on a 12 lead (1) ventricular tachycardia (10) Ventricular Tachycardia without structural cardiac abnormality (2) Voltage (1) Wellens' classic evolution (1) Wellens' in inferior or lateral leads (\"reperfusion T-waves\") (2) Wellens' syndrome (17) Wellens' Syndrome - NOT!! (3) wenckebach (2) wide complex (8) wide QRS (3) wide_complex_tachycardia (22) Widespread ST Elevation (1) wolff parkinson white WPW (11) wraparound LAD (7) Young Women (4) columns main outside of the include in order to lock Attribution widget Awesome Inc. template. Powered by Blogger . content"], "Reviews & Opinions in Emergency Medicine-Chest Compression During CPR-cleansed": ["Reviews & Opinions in Emergency Medicine corrects IE6 width calculation Thursday, December 3, 2015 Chest Compression During CPR ... Don't Forget The Brain ! Chest compression are the core of resuscitation efforts in any patient with confirmed or suspected cardiac arrest. Good CPR should not be thought as heart-only process, but a combination of heart and brain.    Standard cardiopulmonary resuscitation consists of manual chest compressions to maintain blood flow and positive-pressure breathing to maintain oxygenation until spontaneous circulation is restored. Chest compressions are interrupted frequently by ventilations given as rescue breathing during the treatment of out-of-hospital cardiac arrest. These interruptions reduce blood flow and potentially reduce the effectiveness of CPR. Observational studies involving humans with out-of-hospital cardiac arrest of presumed cardiac cause have suggested that continuous compressions are associated with better survival than interrupted compressions. Nichol et al. conducted a randomized trial to test whether continuous chest compressions, as compared with chest compressions interrupted for ventilation, during CPR performed by emergency medical service (EMS) providers affected the rate of survival, neurologic function, or the rate of adverse events. In the large randomized trial conducted by Nichol et al. involving adults with out-of-hospital cardiac arrest, a strategy of continuous manual chest compressions with positive-pressure ventilation was not associated with a significantly higher rate of survival to discharge. During the active-enrollment phase, 1129 of 12,613 patients (9.0%) in the intervention group (which received continuous chest compression) and 1072 of 11,035 (9.7%) in the control group (which received interrupted chest compressions) survived to hospital discharge (difference with adjustment for cluster and sequential monitoring, −0.7 percentage points; 95% confidence interval [CI], −1.5 to 0.1; P=0.07). In the study by Nichol et al., secondary outcomes included neurologic function at discharge, which was measured with the use of the modified Rankin scale (scores range from 0, indicating no symptoms, to 6, indicating death, with a score of ≤3 indicating favorable neurologic function) on the basis of review of the clinical record, and adverse events. Among patients with available data on neurologic status, 883 of 12,560 patients (7.0%) in the intervention group and 844 of 10,995 (7.7%) in the control group survived with a modified Rankin scale score of 3 or less (difference with adjustment for cluster, −0.6 percentage points; 95% CI, −1.4 to 0.1; P=0.09). Hospital-free survival in the Nichol trial was defined as the number of days alive and permanently out of the hospital during the first 30 days after the cardiac arrest. Hospital-free survival was significantly shorter in the intervention group than in the control group (mean difference, −0.2 days; 95% CI, −0.3 to −0.1; P=0.004). Previous observational studies have shown large increases in survival rates among patients with a shockable rhythm with the implementation of continuous compressions by EMS providers versus compressions interrupted for ventilations. Among patients with a noncardiac cause of cardiac arrest who were treated by laypersons or those with a nonshockable rhythm who were treated by EMS providers, continuous compressions were not associated with a significant improvement in outcome. In these previous studies, participating EMS agencies did not measure CPR process when implementing continuous compressions, and implementation occurred simultaneously with other changes, including directions to give intravenous epinephrine early, to use a nonrebreather mask with passive ventilation, to defer airway insertion, and to reduce the number of defibrillations given with each rhythm analysis. In the initial reports of implementation of continuous compressions, most patients received rescue breathing by means of positive-pressure ventilation with a bag-valve mask. Other interventions that each patient received were not reported. It seems plausible that some of the observed improvement in these previous studies was due to improved CPR process (e.g., compression rate and depth), concurrent improvements in the system of care, or Hawthorne effects (changes in behavior resulting from awareness of being observed) rather than to the implementation of continuous compressions alone. In Summary... - Rapid initiation of chest compression increases survival with better neurological outcome. - Avoiding interruptions during chest compression is key for brain perfusion. - Defibrillate for shockable rhythms.  - Teaching the general public on how to do high quality chest compressions can make a real difference. [if gte mso 9]> 0 0 1 614 3502 Sinc 29 8 4108 14.0 Normal 0 false false false EN-US JA X-NONE /* Style Definitions */ table.MsoNormalTable {mso-style-name:\"Table Normal\"; mso-tstyle-rowband-size:0; mso-tstyle-colband-size:0; mso-style-noshow:yes; mso-style-priority:99; mso-style-parent:\"\"; mso-padding-alt:0in 5.4pt 0in 5.4pt; mso-para-margin:0in; mso-para-margin-bottom:.0001pt; mso-pagination:widow-orphan; font-size:12.0pt; font-family:Cambria; mso-ascii-font-family:Cambria; mso-ascii-theme-font:minor-latin; mso-hansi-font-family:Cambria; mso-hansi-theme-font:minor-latin;}"], "Peds EM Morsels-Phimosis-cleansed": ["This site is optimized with the Yoast SEO plugin v3.9 - https://yoast.com/wordpress/plugins/seo/ / Yoast SEO plugin. This site uses the Google Analytics by MonsterInsights plugin v5.5.4 - Universal enabled - https://www.monsterinsights.com/ / Google Analytics by MonsterInsights [if lt IE 9]>"], "St. Emlyn's Blog-Sepsis-cleansed": ["#header, #wrapper-footer, #nav-below, .entry-content, .sidebar-widget, .search .navigation, .entry-headline-wrapper, .post-entry { behavior: url(\"http://stemlynsblog.org/wp-content/themes/songwriter/css/pie/PIE.php\"); zoom: 1; } if ( 0 === window.location.hash.indexOf( '#comment-' ) ) { // window.location.reload() doesn't respect the Hash in IE window.location.hash = window.location.hash; }"], "ECG of the Week-021516-cleansed": ["ECG of the Week A weekly ECG / EKG review blog looking at some interesting ECG's from the world of Emergency Medicine. #FOAMed Supporter corrects IE6 width calculation Wednesday, 17 February 2016 ECG of the Week - 15th February 2016 - Interpretation The following ECG is from an 86 yr old female who presented following an episode of chest pain. She has a dual chamber PPM in situ following a prior episode of complete heart block. Old ECG's revealed an A-paced rhythm with no lateral / high lateral T wave inversion. Click to enlarge ﻿ Rate: 60 bpm Rhythm: Regular A-paced rhythm Atrial pacing spike with subsequent atrial depolarisation p wave QRS Complexes conducted in native pattern via AV node Axis: Normal Intervals: PR - Normal  (~200ms) QRS - Normal  (100ms) QT - 440ms  (QTc Bazette 440 ms) Segments: ST Elevation <1mm lead aVR ST Depression leads II, V4-6   Additional: Biphasic T wave lead V3 T wave inversion leads I, aVL, V4-6 Borderline LVH by voltage criteria Interpretation: ST Segment changes in lateral / high lateral leads Differentials ACS  Most likely given history of chest pain and new changes when compared with old ECG's T wave memory Potential for ST / T wave changes to be due to a period of V-paced rhythm We have covered T-wave memory before here and here Secondary to LVH Drug effects especially digoxin although not typical appearance  What happened ? The patient was admitted under the Rehab team and had a troponin raise, following discussion with cardiology the patient was deemed for medical management only. References / Further Reading Life in the Fast Lane Digoxin ECG effects  Textbook C han TC, Brady WJ, Harrigan RA, Ornato JP, Rosen P. ECG in Emergency Medicine and Acute Care. Elsevier Mosby 2005. Posted by John Larkin at 15:30 Email This BlogThis! Share to Twitter Share to Facebook Share to Pinterest Labels: Answered , ECG345 , ECGotW Newer Post Older Post Home Subscribe to: Post Comments (Atom) Google+ Followers Twitter Follow The Team Follow @jjlarkin78 Follow @CamBurrows Subscribe To JHC ECG Posts Atom Posts Comments Atom Comments Search This Blog Loading... Pages Home Structured Approach to ECG Interpretation ECG Reference Notes Links About / Authors Disclaimer Site QR Code Blog Archive ▼  2016 (97) ►  December (1) ►  November (9) ►  October (8) ►  September (9) ►  August (9) ►  July (10) ►  June (8) ►  May (8) ►  April (9) ►  March (9) ▼  February (8) ECG of the Week - 29th February 2016 ECG of the Week - 22nd February 2016 - Interpretat... ECG of the Week - 22nd February 2016 ECG of the Week - 15th February 2016 - Interpretat... ECG of the Week - 15th February 2016 ECG of the Week - 8th February 2016 - Interpretati... ECG of the Week - 8th February 2016 ECG of the Week - 1st February 2016 - Interpretati... ►  January (9) ►  2015 (105) ►  December (9) ►  November (8) ►  October (9) ►  September (9) ►  August (8) ►  July (10) ►  June (8) ►  May (10) ►  April (8) ►  March (9) ►  February (9) ►  January (8) ►  2014 (104) ►  December (8) ►  November (9) ►  October (9) ►  September (8) ►  August (9) ►  July (9) ►  June (8) ►  May (9) ►  April (9) ►  March (8) ►  February (8) ►  January (10) ►  2013 (106) ►  December (8) ►  November (9) ►  October (9) ►  September (8) ►  August (9) ►  July (10) ►  June (8) ►  May (10) ►  April (9) ►  March (9) ►  February (8) ►  January (9) ►  2012 (94) ►  December (8) ►  November (9) ►  October (9) ►  September (8) ►  August (10) ►  July (8) ►  June (9) ►  May (9) ►  April (8) ►  March (9) ►  February (7) columns main outside of the include in order to lock Attribution widget Simple template. Powered by Blogger . content"], "Reviews & Opinions in Emergency Medicine-Bronchiolitis-cleansed": ["Reviews & Opinions in Emergency Medicine corrects IE6 width calculation Wednesday, January 6, 2016 Bronchiolitis... The \"Atomic Cold\" Disease In the ED we see kids with coughs and colds every day. Among those, a number of children have bronchiolitis. Few diseases have a greater effect on the health of young children than viral lower respiratory tract illness. Approximately 800,000 children in the United States, or approximately 20% of the annual birth cohort, require outpatient medical attention during the first year of life because of illness caused by respiratory syncytial virus (RSV). The simplest way to think about this disease that will help identifying children with bronchiolitis is this: Imagine an infant (or toddler) with a cold, pouring boogers from his nose, who looks sicker than the usual \"cold\". Yes... that's it! Think about it as the \"Atomic Cold\" RSV accounts for 50 to 80% of all hospitalizations for bronchiolitis during seasonal epidemics in North America. Although the clinical features of bronchiolitis due to different viruses are generally indistinguishable, some differences in the severity of disease have been reported. For example, it has been observed that rhinovirus-associated bronchiolitis may result in a shorter length of hospitalization than bronchiolitis that is attributable to RSV. Differences in the response to medical intervention have not been identified consistently among children with bronchiolitis caused by different viruses.  [if gte mso 9]> 0 0 1 239 1367 Sinc 11 3 1603 14.0 Normal 0 false false false EN-US JA X-NONE /* Style Definitions */ table.MsoNormalTable {mso-style-name:\"Table Normal\"; mso-tstyle-rowband-size:0; mso-tstyle-colband-size:0; mso-style-noshow:yes; mso-style-priority:99; mso-style-parent:\"\"; mso-padding-alt:0in 5.4pt 0in 5.4pt; mso-para-margin:0in; mso-para-margin-bottom:.0001pt; mso-pagination:widow-orphan; font-size:12.0pt; font-family:Cambria; mso-ascii-font-family:Cambria; mso-ascii-theme-font:minor-latin; mso-hansi-font-family:Cambria; mso-hansi-theme-font:minor-latin;}"]}